Repository: artemhula/codenames
Catalog: lib/l10n/intl_*.arb
Languages: uk

# hello
source: Hello!ðŸ‘‹
uk: Привіт!👋

# enterNickname
source: Enter your nickname
uk: Введіть нікнейм

source: Next
uk: Далі

# noRooms
source: No rooms. Create one!
uk: Немає кімнат. Створіть першу!

source: Settings
uk: Налаштування

source: Enter
uk: Увійти

source: Create a room
uk: Створити кімнату

# nicknameDD
source: Nickname
uk: Нікнейм

source: Change
uk: Змінити

source: Password is incorrect
uk: Пароль невірний

# PlayersDDN
source: Players: {usersInRoom}
uk: Гравців: {usersInRoom}

source: Dark theme
uk: Темна тема

source: Teams
uk: Команди

source: Red
uk: Червона

source: Blue
uk: Синя

source: No team
uk: Без команди

source: Join
uk: Приєднатися

source: Become a captain
uk: Стати капітаном

source: Become a player
uk: Стати гравцем

# startTheGame
source: Start game
uk: Запустити гру

source: Game over!
uk: Гра закінчилась!

source: team won
uk: команда перемогла

# backToMainScreen
source: Back to the main screen
uk: До головного екрану

source: Score
uk: Рахунок

# playersDD
source: Players:
uk: Гравці:

# pleaseEnterHallName
source: Please enter the name of the hall
uk: Будь ласка, введіть назву зали

# chooseGameLanguageDD
source: Select the game language:
uk: Оберіть мову гри:

# enterRoomPassword
source: Enter the password for the room:
uk: Введіть пароль для зали:

# enterRoomNameDD
source: Enter the name of the room:
uk: Введіть назву зали:

# checkTheDataDD
source: Check the data:
uk: Перевірте дані:

# nameN
source: Name: {roomName}
uk: Назва: {roomName}

# passwordNNN
source: Password: {password}
uk: Пароль: {password}

# dictionaryN
source: Dictionary: {dict}
uk: Словник: {dict}

source: App language
uk: Мова застосунку

# roomInfo
source: Players: {playersCount} | Language: {language}{isStarted}
uk: Гравців: {playersCount} | Мова: {language}{isStarted}

# gameStarted
source: | Game is started
uk: | Гра вже почалась
